{
  "label": "Членство",
  "title": "Станьте",
  "titleHighlight": "членом",
  "description": "Членство открыто для юристов, учёных и экспертов, заинтересованных в правовом сотрудничестве ЕС–Узбекистан и международной юридической практике. Члены получают доступ к профессиональным мероприятиям, образовательным инициативам, возможностям нетворкинга и информационным ресурсам Ассоциации.",
  "chooseTier": {
    "title": "Выберите",
    "titleHighlight": "категорию",
    "titleEnd": "членства",
    "description": "Выберите категорию членства, которая лучше всего описывает ваш профессиональный статус."
  },
  "tiers": {
    "full": {
      "title": "Полное членство",
      "description": "Для квалифицированных юристов, практикующих в ЕС или Узбекистане",
      "features": [
        "Доступ ко всем мероприятиям и вебинарам",
        "Возможности для нетворкинга",
        "Ресурсы профессионального развития",
        "Право голоса в делах ассоциации",
        "Приоритетный доступ к программам наставничества"
      ]
    },
    "associate": {
      "title": "Ассоциированное членство",
      "description": "Для юристов из других юрисдикций",
      "features": [
        "Доступ к избранным мероприятиям",
        "Доступ к серии вебинаров",
        "Доступ к профессиональной сети",
        "Подписка на рассылку",
        "Ресурсы карьерного развития"
      ]
    },
    "academic": {
      "title": "Академическое членство",
      "description": "Для профессоров, исследователей и студентов",
      "features": [
        "Доступ к академическим конференциям",
        "Возможности исследовательского сотрудничества",
        "Программы наставничества для студентов",
        "Образовательные ресурсы",
        "Возможности для публикаций"
      ]
    },
    "honorary": {
      "title": "Почётное членство",
      "description": "Выдающиеся лица — только по приглашению",
      "features": [
        "Все преимущества членства",
        "VIP-доступ к мероприятиям",
        "Возможности консультативной роли",
        "Упоминание в публикациях",
        "Пожизненные привилегии"
      ]
    }
  },
  "pricing": {
    "free": "Бесплатно",
    "untilDec2026": "до декабря 2026",
    "na": "Н/Д",
    "lifetime": "Пожизненно"
  },
  "benefits": {
    "title": "Преимущества членства",
    "items": [
      { "title": "Эксклюзивные мероприятия", "desc": "Доступ к конференциям, семинарам и нетворкинг-мероприятиям" },
      { "title": "Профессиональная сеть", "desc": "Связь с юристами ЕС и Узбекистана" },
      { "title": "Серия вебинаров", "desc": "Ежемесячные экспертные сессии по ключевым правовым темам" },
      { "title": "Наставничество", "desc": "Карьерное консультирование и возможности профессионального развития" },
      { "title": "Публикации", "desc": "Доступ к исследованиям, рассылкам и правовым обновлениям" },
      { "title": "Карьерная поддержка", "desc": "Доступ к вакансиям и ресурсам профессионального развития" }
    ]
  },
  "regulations": {
    "label": "Официальный документ",
    "title": "Положение о",
    "titleHighlight": "членстве",
    "description": "Принято Руководящим комитетом Узбекско-Европейской Юридической Ассоциации. Полная структура, регулирующая членство в UzEuroLaw.",
    "keyFacts": {
      "free": "Бесплатно",
      "freeLabel": "До декабря 2026",
      "categories": "4",
      "categoriesLabel": "Категории членства",
      "areas": "7",
      "areasLabel": "Направлений практики",
      "articles": "32",
      "articlesLabel": "Статьи в 12 разделах"
    },
    "footer": "Настоящее Положение о членстве торжественно принято единогласным решением Руководящего комитета UzEuroLaw и может быть изменено по мере необходимости.",
    "sections": [
      {
        "number": "I",
        "title": "Общие положения",
        "content": [
          "Статья 1. Предмет регулирования и основополагающие принципы",
          "Узбекско-Европейская Юридическая Ассоциация (далее — «UzEuroLaw» или «Ассоциация») является некоммерческой международной профессиональной ассоциацией, учреждённой с целью содействия сотрудничеству и развития профессиональных связей между юристами и специалистами в области права Республики Узбекистан и государств — членов Европейского союза.",
          "Миссия Ассоциации заключается в содействии правовому сотрудничеству и взаимопониманию между Республикой Узбекистан и государствами — членами Европейского союза путём объединения специалистов в области права обоих регионов, содействия обмену правовыми знаниями и профессиональным опытом, а также продвижения передовой практики в сфере трансграничных и международных правовых вопросов.",
          "UzEuroLaw стремится стать ведущей и авторитетной платформой правового диалога между Европейским союзом и Узбекистаном, содействуя инновациям в международной юридической практике, развитию надёжных, предсказуемых и прозрачных правовых рамок, а также укреплению двустороннего и многостороннего правового сотрудничества.",
          "UzEuroLaw осуществляет свои цели посредством организации профессиональных и образовательных мероприятий, обучающих программ, экспертных дискуссий, исследовательских инициатив, а также содействия обмену опытом и правовыми знаниями между своими членами.",
          "В рамках долгосрочного стратегического развития Ассоциация стремится расширять сферу своей деятельности посредством развития академических партнёрств и сотрудничества с университетами и научно-исследовательскими учреждениями, инициирования исследовательских и аналитических проектов, а также участия в разработке и обсуждении двусторонних и региональных правовых рамок, относящихся к отношениям ЕС — Узбекистан.",
          "Настоящее Положение о членстве определяет порядок приёма в члены и прекращения членства в UzEuroLaw, устанавливает категории членства, определяет права и обязанности членов и регулирует внутренние процедуры управления членством в Ассоциации.",
          "UzEuroLaw действует на принципах профессионализма и строгого соблюдения высших этических стандартов, равенства и недискриминации, взаимного уважения к различным правовым системам, профессиональным культурам и традициям, прозрачности в управлении и процедурах членства, а также открытости к международному сотрудничеству.",
          "Ассоциация выступает в качестве профессиональной платформы, призванной поддерживать долгосрочное правовое сотрудничество между Узбекистаном и Европейским союзом, в том числе в области юридической практики, юридического образования, научных исследований и профессионального развития.",
          "В начальный период становления UzEuroLaw членство в Ассоциации предоставляется на безвозмездной основе с 1 января 2026 года по 31 декабря 2026 года, что подчёркивает приверженность учредителей поддержке развития международного профессионального сообщества."
        ]
      },
      {
        "number": "II",
        "title": "Категории членства",
        "content": [
          "Статья 2. Сфера и международный характер членства",
          "Членство в UzEuroLaw отражает международный и трансграничный характер Ассоциации и объединяет специалистов в области права из Узбекистана и множества государств — членов Европейского союза.",
          "Членство в Ассоциации способствует формированию профессиональной сети, объединяющей практикующих юристов, учёных и экспертов, занимающихся правовыми вопросами ЕС — Узбекистан, трансграничными сделками, разрешением споров, вопросами соответствия нормативным требованиям и сравнительным правоведением.",
          "Статья 3. Виды членства",
          "UzEuroLaw устанавливает следующие категории членства: Полное членство; Ассоциированное членство; Академическое членство; Почётное членство. Критерии, объём прав и требования к каждой категории определяются настоящим Положением.",
          "Статья 4. Полное членство",
          "Полное членство представляет собой высшую форму участия в UzEuroLaw и предоставляется представителям юридической профессии, обладающим соответствующей квалификацией и правом осуществления профессиональной деятельности в Республике Узбекистан или Европейском союзе. Данная категория охватывает практикующих адвокатов, барристеров, солиситоров, а также представителей судейского корпуса и иных юридических профессий указанных юрисдикций.",
          "Полные члены пользуются всеми правами участия в мероприятиях UzEuroLaw и получают доступ к информационным ресурсам Ассоциации. Полные члены могут быть избраны в Руководящий комитет.",
          "Статья 5. Ассоциированное членство",
          "Ассоциированное членство предназначено для представителей юридической профессии из других юрисдикций, демонстрирующих активный интерес к развитию правового сотрудничества между Узбекистаном и Европейским союзом. К данной категории также относятся корпоративные юристы международных компаний, деятельность которых связана с правовым обеспечением международных операций.",
          "Ассоциированные члены имеют право участвовать во всех мероприятиях UzEuroLaw и получают доступ к информационным ресурсам Ассоциации, однако не обладают правом голоса на официальных собраниях и не могут быть избраны в руководящие органы.",
          "Статья 6. Академическое членство",
          "Академическое членство предоставляется уважаемым представителям научного и образовательного сообщества, включая профессоров права, научных сотрудников и студентов юридических факультетов и юридических школ. Особое внимание уделяется учёным, занимающимся изучением правовых систем Республики Узбекистан или Европейского союза, сравнительного правоведения или различных аспектов международного права.",
          "Академические члены получают право участия в специализированных образовательных программах UzEuroLaw, льготные условия участия в научных мероприятиях, доступ к исследовательским ресурсам и возможность публикации результатов своих научных исследований в изданиях Ассоциации.",
          "Статья 7. Почётное членство",
          "Почётное членство может быть присвоено лицам, внёсшим выдающийся вклад в развитие юридической науки, юридической практики или международного правового сотрудничества между Узбекистаном и Европейским союзом.",
          "Решение о присвоении Почётного членства принимается исключительно Руководящим комитетом."
        ]
      },
      {
        "number": "III",
        "title": "Квалификационные требования",
        "content": [
          "Статья 8. Требования к Полному членству",
          "Для получения Полного членства в Узбекско-Европейской Юридической Ассоциации кандидат должен обладать действующей профессиональной квалификацией, дающей право на осуществление юридической деятельности в Республике Узбекистан или в государстве — члене Европейского союза.",
          "Полное членство может быть предоставлено, в частности, адвокатам, юристам, солиситорам, барристерам и иным признанным представителям юридической профессии соответствующих юрисдикций, а также судьям, арбитрам и другим специалистам в области права при условии соблюдения применимых профессиональных норм.",
          "Обязательным условием Полного членства является строгое соблюдение профессиональных и этических стандартов и отсутствие серьёзных дисциплинарных взысканий или фактов профессионального нарушения.",
          "Статья 9. Требования к Ассоциированному членству",
          "Ассоциированное членство может быть предоставлено лицам, имеющим юридическое образование или значительный профессиональный опыт в юридической сфере, демонстрирующим глубокое понимание правовых вопросов и международной юридической практики.",
          "Кандидаты на Ассоциированное членство должны продемонстрировать подлинный профессиональный интерес к правовому сотрудничеству ЕС — Узбекистан, что может быть подтверждено их профессиональной деятельностью, исследованиями, публикациями, участием в трансграничных проектах или планами профессионального развития.",
          "Рекомендация действующего члена UzEuroLaw может быть рассмотрена в поддержку заявки, но не является обязательным требованием.",
          "Статья 10. Требования к Академическому членству",
          "Для академического членства необходимо наличие учёной степени в области права или смежных дисциплин либо подтверждение текущего обучения в аккредитованном образовательном учреждении.",
          "Профессора и научные сотрудники должны предоставить подтверждение своего академического статуса от соответствующего образовательного учреждения или научной организации.",
          "Студенты предоставляют справку о текущем обучении с указанием курса и специализации."
        ]
      },
      {
        "number": "IV",
        "title": "Порядок приёма",
        "content": [
          "Статья 11. Подача заявления о членстве",
          "Заявления о членстве в UzEuroLaw подаются исключительно через официальный сайт Ассоциации UZEURO.COM путём заполнения соответствующей электронной формы, что обеспечивает единообразие процедуры и эффективную обработку документов. Альтернативным способом является направление заявления по электронной почте в Секретариат UzEuroLaw с использованием официально утверждённой формы.",
          "В исключительных случаях допускается подача письменных заявлений на официальных мероприятиях UzEuroLaw с последующим переводом документов в электронный формат Секретариатом для обеспечения единства документооборота.",
          "Кандидатам рекомендуется предоставлять всю информацию на английском языке для облегчения процесса рассмотрения, при необходимости прилагая переводы документов, выполненные квалифицированными переводчиками.",
          "Перечень документов, необходимых для каждой категории членства, указывается в соответствующей форме заявления, которая размещается на официальном сайте UzEuroLaw.",
          "Процедура приёма, критерии членства и структура членских взносов могут быть изменены и определены Руководящим комитетом на последующий год. Любые такие изменения публикуются на официальном сайте UzEuroLaw после их принятия и включения в настоящее Положение.",
          "Статья 12. Рассмотрение и принятие решений",
          "Секретариат проводит предварительное рассмотрение и регистрацию заявлений и представляет их в Руководящий комитет.",
          "Руководящий комитет рассматривает заявления о членстве на регулярной основе и принимает решения простым большинством голосов.",
          "Решения принимаются на основании профессиональной квалификации, репутации, соответствия этическим нормам и потенциального вклада в достижение целей Ассоциации.",
          "Для обеспечения эффективной работы Руководящего комитета устанавливаются чёткие процедурные сроки. Заявления о членстве подаются не позднее 15-го числа последнего месяца каждого квартала для рассмотрения в текущем периоде. Комитет рассматривает все заявления в течение 30 дней после окончания квартала, а уведомления о принятых решениях направляются кандидатам в течение семи дней после заседания."
        ]
      },
      {
        "number": "V",
        "title": "Права и обязанности членов",
        "content": [
          "Статья 13. Права членов",
          "Все члены UzEuroLaw, независимо от категории членства, пользуются равными возможностями участия в деятельности Ассоциации, включая престижные конференции, семинары, круглые столы и специализированные образовательные программы. Каждому члену предоставляется полный доступ к обширным информационным ресурсам и ценным публикациям UzEuroLaw, включая аналитические обзоры, исследовательские материалы и профессиональные руководства.",
          "Члены имеют возможность размещать свои профессиональные профили в онлайн-каталоге членов на официальном сайте Ассоциации, что способствует развитию профессиональных контактов и расширению деловых связей. Члены также имеют право ссылаться на свой почётный статус члена UzEuroLaw в рамках профессиональной деятельности, в том числе указывать членство в резюме, визитных карточках и официальной корреспонденции.",
          "Все участники мероприятий UzEuroLaw получают официальные сертификаты участия, которые могут быть засчитаны в рамках программ повышения квалификации в соответствующих юрисдикциях.",
          "Полные члены также имеют приоритетный доступ к эксклюзивным профессиональным программам и новым инициативам Ассоциации.",
          "Академические члены пользуются льготными условиями участия в образовательных программах, включая специальные скидки и приоритетную регистрацию. Им предоставляется расширенный доступ к академическим и исследовательским ресурсам UzEuroLaw, а также возможность публикации результатов своих исследований в официальных изданиях Ассоциации при условии прохождения рецензирования.",
          "Статья 14. Обязанности членов",
          "Членство в Узбекско-Европейской Юридической Ассоциации подразумевает обязательство соблюдать настоящее Положение о членстве, Устав Ассоциации и все внутренние нормативные акты, принятые в соответствии с ними. Члены обязаны вести себя в соответствии с высшими стандартами профессиональной этики и добросовестности и соблюдать конфиденциальность в отношении непубличной информации, полученной в ходе участия в деятельности Ассоциации.",
          "Члены обязаны уважать многообразие правовых систем, профессиональной практики и культурных традиций, представленных в Ассоциации, и содействовать созданию атмосферы конструктивного диалога, взаимного доверия и профессионального сотрудничества. От членов ожидается поддержка целей UzEuroLaw и воздержание от любых действий, способных нанести ущерб репутации Ассоциации.",
          "Члены обязаны поддерживать надлежащий уровень профессиональной компетентности посредством непрерывного обучения, осведомлённости о тенденциях в юридической практике и, по мере возможности, участия в мероприятиях по профессиональному развитию. Члены обязаны соблюдать все применимые правовые и нормативные требования в своих юрисдикциях и принимать разумные меры по выявлению и предотвращению конфликтов интересов.",
          "В рамках участия в деятельности UzEuroLaw члены обязаны действовать честно и ответственно, поддерживать актуальность своей контактной и профессиональной информации, вносить вклад в деятельность Ассоциации в разумно возможной степени, содействовать привлечению квалифицированных специалистов, а также делиться знаниями и опытом в интересах развития профессионального сообщества Ассоциации."
        ]
      },
      {
        "number": "VI",
        "title": "Специализированные направления деятельности",
        "content": [
          "Статья 15. Направления профессиональной деятельности",
          "В целях достижения своей миссии и стратегических задач UzEuroLaw активно развивает профессиональную деятельность в следующих областях, включая, но не ограничиваясь: трансграничная юридическая практика ЕС — Узбекистан; международный коммерческий арбитраж и разрешение споров; судебное разбирательство и процессуальное сотрудничество; корпоративное, коммерческое и инвестиционное право; банковское дело, финансовое регулирование и комплаенс; интеллектуальная собственность и технологическое право; право ЕС, нормативно-правовая база и вопросы гармонизации.",
          "Ассоциация также может инициировать экспертную и исследовательскую деятельность, направленную на содействие развитию правовых рамок, поддерживающих экономические, торговые и инвестиционные отношения между Узбекистаном и Европейским союзом.",
          "Статья 16. Комитеты и рабочие группы",
          "UzEuroLaw развивает свою деятельность по нескольким ключевым направлениям, в том числе посредством создания специализированных комитетов.",
          "Арбитражный комитет занимается продвижением и развитием международного коммерческого арбитража как эффективного механизма разрешения трансграничных споров.",
          "Комитет по судебной практике содействует обмену профессиональным опытом в области судопроизводства и процессуальных особенностей различных юрисдикций.",
          "Комитет по корпоративному праву рассматривает вопросы, связанные с корпоративными сделками, слияниями и поглощениями, а также новыми тенденциями в корпоративном регулировании.",
          "Комитет по банковскому и финансовому праву анализирует вопросы, относящиеся к финансовым услугам, банковскому регулированию и инновационным финансовым инструментам.",
          "Комитет по интеллектуальной собственности занимается вопросами защиты прав интеллектуальной собственности в международной торговле и цифровой экономике.",
          "Комитет по инвестиционному праву рассматривает правовые аспекты привлечения и защиты инвестиций в рамках двустороннего экономического сотрудничества.",
          "Дополнительные комитеты могут быть учреждены решением учредителей в соответствии с развивающимися потребностями профессионального сообщества и предложениями, поданными членами Ассоциации.",
          "Участие в деятельности комитетов открыто для всех Полных и Ассоциированных членов, выразивших интерес к соответствующим областям права.",
          "Председатели комитетов назначаются Руководящим комитетом из числа наиболее квалифицированных и опытных членов Ассоциации. Комитеты проводят регулярные заседания и организуют специализированные мероприятия, включая тематические семинары, вебинары, подготовку аналитических материалов и разработку профессиональных рекомендаций.",
          "Деятельность комитетов также включает оказание содействия в разрешении сложных профессиональных вопросов и развитие сотрудничества с ведущими международными организациями в соответствующих областях права."
        ]
      },
      {
        "number": "VII",
        "title": "Организация мероприятий",
        "content": [
          "Статья 17. Форматы и виды мероприятий",
          "Узбекско-Европейская Юридическая Ассоциация организует и поддерживает широкий спектр профессиональных, образовательных и сетевых мероприятий, направленных на развитие правового сотрудничества между Узбекистаном и Европейским союзом. Такие мероприятия могут включать ежегодные флагманские конференции, тематические форумы, экспертные семинары и практические мастер-классы, посвящённые актуальным вопросам международной и сравнительной юридической практики.",
          "Мероприятия могут проводиться в очном, гибридном или виртуальном формате для обеспечения широкого участия членов из различных юрисдикций.",
          "Онлайн- и гибридные форматы, включая вебинары и виртуальные круглые столы, активно используются для обеспечения доступности для членов из различных юрисдикций. Специальные образовательные инициативы могут быть разработаны для поддержки молодых юристов и начинающих специалистов.",
          "Сетевые мероприятия являются неотъемлемой частью работы Ассоциации и могут включать встречи членов, профессиональные приёмы, деловые завтраки и неформальные дискуссионные форматы, призванные способствовать установлению профессиональных контактов и обмену опытом.",
          "Ассоциация также может организовывать или поддерживать культурные и междисциплинарные мероприятия, способствующие углублению взаимопонимания между юридическими сообществами и содействующие диалогу между различными правовыми традициями. Для этих целей могут быть предприняты совместные инициативы с организациями-партнёрами, академическими учреждениями и профессиональными ассоциациями.",
          "Мероприятия UzEuroLaw могут проводиться в Республике Узбекистан, в государствах — членах Европейского союза или в виртуальном формате. Выбор мест проведения и форматов осуществляется с учётом целей мероприятия, доступности для членов и возможностей международного участия.",
          "Статья 18. Условия участия",
          "Участие в мероприятиях, организованных или поддерживаемых Ассоциацией, может быть ограничено регистрацией и вместимостью. В случае ограниченного числа участников приоритет может отдаваться Полным членам, за которыми следуют Ассоциированные и Академические члены, приглашённые эксперты, почётные участники и участники специальных образовательных программ.",
          "Члены и иные участники обязаны соблюдать применимые процедуры регистрации, сроки и правила поведения, установленные для каждого мероприятия. От участников ожидается соблюдение профессиональных стандартов поведения и, при необходимости, дресс-кода, соответствующего профессиональному характеру мероприятий UzEuroLaw."
        ]
      },
      {
        "number": "VIII",
        "title": "Управление членством",
        "content": [
          "Статья 19. Секретариат Ассоциации",
          "Секретариат UzEuroLaw состоит из двух членов, которые назначаются Руководящим комитетом сроком на два года. Состав Секретариата может быть обновлён или изменён решением Руководящего комитета в соответствии с операционными потребностями Ассоциации.",
          "Члены Секретариата избираются из числа Полных и Ассоциированных членов Ассоциации.",
          "Секретариат UzEuroLaw ведёт актуальный реестр всех членов Ассоциации, обеспечивая точность и конфиденциальность персональных данных. Список членов может быть опубликован на официальном сайте Ассоциации с их предварительного согласия в целях содействия профессиональному взаимодействию и нетворкингу.",
          "Секретариат обеспечивает актуальность контактной информации членов и гарантирует защиту персональных данных в соответствии с применимыми законами и нормативными актами о защите данных. Контактные данные, предназначенные для профессионального нетворкинга, могут быть предоставлены другим членам для содействия расширению профессиональных и деловых связей."
        ]
      },
      {
        "number": "IX",
        "title": "Руководящий комитет и управление",
        "content": [
          "Статья 20. Полномочия Руководящего комитета",
          "Руководящий комитет является высшим органом управления Узбекско-Европейской Юридической Ассоциации и состоит из Учредителей Ассоциации или иных лиц, назначенных в соответствии с Уставом.",
          "Члены Руководящего комитета занимают свои должности на срок, определённый Уставом или решением Руководящего комитета. По истечении срока полномочий мандаты действующих членов могут быть продлены или новые члены могут быть назначены из числа Полных членов Ассоциации.",
          "Руководящий комитет несёт общую ответственность за стратегическое направление, управление и руководство Ассоциацией и, в частности, обладает полномочиями: (a) принимать финансовые и иные обязательства от имени Ассоциации и использовать средства Ассоциации для достижения её целей; (b) открывать и вести банковские счета и управлять финансовыми ресурсами Ассоциации; (c) заключать договоры и иные юридически обязывающие соглашения от имени Ассоциации; (d) предпринимать любые иные действия, разумно необходимые для надлежащего функционирования и развития Ассоциации.",
          "Руководящий комитет может назначать председателей комитетов и рабочих групп и делегировать отдельные полномочия и обязанности таким органам, за исключением вопросов, прямо отнесённых к компетенции Руководящего комитета, включая решения, касающиеся приёма или исключения членов.",
          "Заседания Руководящего комитета созываются по мере необходимости для эффективного управления Ассоциацией. Простое большинство членов Руководящего комитета составляет кворум, если иное не предусмотрено Уставом.",
          "Руководящий комитет может уполномочить одного или нескольких своих членов представлять Ассоциацию в отношениях с государственными органами, международными организациями, профессиональными объединениями и учреждениями-партнёрами.",
          "Сотрудничество с международными партнёрами и заинтересованными сторонами осуществляется под руководством Руководящего комитета для обеспечения соответствия миссии, стратегическим целям и принципам управления Ассоциации.",
          "Руководящий комитет UzEuroLaw состоит из четырёх Учредителей Ассоциации, которые принимают все окончательные решения относительно приёма новых членов, определения стратегии развития членства и разрешения любых споров, возникающих в ходе деятельности Ассоциации.",
          "Члены Руководящего комитета избираются сроком на пять лет. По истечении этого срока действующие члены Руководящего комитета могут назначить других лиц из числа Полных членов для работы в составе Руководящего комитета или продлить собственные мандаты на следующий срок.",
          "Один или два учредителя могут быть специально уполномочены представлять UzEuroLaw во внешних отношениях с государственными органами, международными организациями и ассоциациями-партнёрами.",
          "Координация с международными партнёрами осуществляется под непосредственным руководством Руководящего комитета для обеспечения соответствия всех инициатив стратегическим целям развития UzEuroLaw."
        ]
      },
      {
        "number": "X",
        "title": "Прекращение членства",
        "content": [
          "Статья 21. Основания и условия прекращения членства",
          "Добровольное прекращение членства осуществляется путём подачи письменного заявления в Секретариат Ассоциации. Членство считается прекращённым с даты получения заявления, если в нём не указана иная дата вступления в силу.",
          "Автоматическое прекращение членства наступает в случае, если Полный член утрачивает право на профессиональную деятельность в результате отзыва лицензии или исключения из профессиональных реестров. Серьёзные нарушения профессиональных или этических стандартов также могут повлечь автоматическое прекращение членства.",
          "Продемонстрированная утрата интереса к деятельности UzEuroLaw, выражающаяся в неучастии в организованных мероприятиях в течение двух последовательных лет без уважительных причин, может служить основанием для прекращения членства по решению Руководящего комитета.",
          "Исключение из Ассоциации применяется в случаях серьёзных нарушений настоящего Положения или Устава UzEuroLaw, а также в случаях, когда действия члена наносят существенный ущерб репутации Ассоциации. Такие решения принимаются единогласно Руководящим комитетом после всестороннего изучения всех обстоятельств дела.",
          "Статья 22. Процедура исключения и право быть выслушанным",
          "Процедура исключения начинается с направления письменного уведомления соответствующему члену с указанием предполагаемых нарушений и предоставлением права представить письменные объяснения в течение тридцати дней. По получении таких объяснений или по истечении установленного срока Руководящий комитет рассматривает материалы дела и выносит мотивированное решение.",
          "Член, исключённый из Ассоциации, имеет право подать апелляцию в течение шестидесяти дней после получения уведомления о решении. Апелляция рассматривается Руководящим комитетом, который может привлечь независимых внешних экспертов из числа уважаемых представителей юридического сообщества."
        ]
      },
      {
        "number": "XI",
        "title": "Финансовые вопросы",
        "content": [
          "Статья 23. Членские взносы и принципы финансирования",
          "В период с начала 2026 года по конец 2026 года членство в UzEuroLaw предоставляется на полностью безвозмездной основе без вступительных или ежегодных взносов. Основные мероприятия Ассоциации также проводятся бесплатно для всех членов, однако символическая плата может взиматься за оказание отдельных услуг, включая: выпуск печатных материалов и сувенирной продукции, участие в мастер-классах или нетворкинг-приёмах, организацию визитов.",
          "Начиная с 2027 года Руководящий комитет может рассмотреть введение дифференцированной системы членских взносов по результатам всесторонней оценки финансовых потребностей Ассоциации. Льготные условия для молодых юристов и Академических членов могут быть установлены в рамках приверженности UzEuroLaw поддержке профессионального развития.",
          "Дополнительные расходы на проезд и проживание при участии в мероприятиях несут сами участники, если иное не предусмотрено специальными программами.",
          "Специализированные программы повышенной сложности могут предполагать дополнительную оплату, о которой члены уведомляются заблаговременно. Публикации и материалы предоставляются на возмездной основе, отражающей производственные и дистрибуционные расходы Ассоциации.",
          "Статья 24. Порядок уведомления",
          "Все члены надлежащим образом уведомляются о введении членских взносов или изменении действующих финансовых условий не позднее чем за шестьдесят (60) календарных дней до вступления их в силу.",
          "Уведомление осуществляется путём публикации на официальном сайте UzEuroLaw и направления непосредственного электронного сообщения членам по зарегистрированным адресам электронной почты.",
          "Уведомление должно содержать подробную информацию о структуре и размере взносов, применимых категориях, способах оплаты, сроках уплаты и любых льготных условиях, установленных для отдельных групп членов.",
          "Члены имеют право в течение того же шестидесятидневного (60) срока представить замечания, запросы или просьбы о разъяснении в Секретариат, которые надлежащим образом рассматриваются Руководящим комитетом до момента вступления в силу.",
          "Отсутствие возражений или прекращения членства со стороны члена в течение срока уведомления считается принятием пересмотренных финансовых условий."
        ]
      },
      {
        "number": "XII",
        "title": "Заключительные положения",
        "content": [
          "Статья 25. Порядок внесения изменений",
          "Изменения и дополнения к настоящему Положению принимаются исключительно решением Руководящего комитета, требующим одобрения не менее трёх из четырёх Учредителей.",
          "Существенные изменения, затрагивающие основные права и обязанности членов, требуют предварительного уведомления всех членов не менее чем за тридцать дней до вступления в силу.",
          "Все изменения и дополнения вступают в силу с момента их публикации на официальном сайте UzEuroLaw, если иная дата не указана в решении Руководящего комитета.",
          "Статья 26. Переходные и толковательные положения",
          "Члены Руководящего комитета автоматически приобретают статус Полного члена с момента принятия настоящего Положения без необходимости прохождения стандартной процедуры подачи заявления. Все заявления о членстве, поданные до принятия настоящего Положения, рассматриваются в строгом соответствии с установленными требованиями и процедурами.",
          "Настоящее Положение действует до внесения в него изменений или замены новым документом, регулирующим деятельность UzEuroLaw и вопросы членства. Все вопросы, касающиеся толкования настоящего Положения, разрешаются Руководящим комитетом в духе содействия достижению целей Ассоциации и развития международного правового сотрудничества.",
          "Статья 27. Защита данных и конфиденциальность",
          "Ассоциация обрабатывает персональные данные членов в соответствии с применимым законодательством о защите данных, включая Общий регламент по защите данных (GDPR) и соответствующие национальные законы.",
          "Персональные данные собираются и обрабатываются исключительно в целях, связанных с управлением членством, организацией мероприятий, профессиональной коммуникацией и законной деятельностью Ассоциации.",
          "Члены имеют право на доступ, исправление, ограничение обработки или запрос удаления своих персональных данных в соответствии с применимым законодательством.",
          "Политика конфиденциальности Ассоциации, принятая и изменяемая время от времени, является неотъемлемой частью настоящего Положения о членстве.",
          "Статья 28. Ограничение ответственности",
          "В максимальной степени, допускаемой законом, Ассоциация не несёт ответственности за любые косвенные, последующие или особые убытки или ущерб, возникающие в связи с членством или участием в её деятельности.",
          "Ничто в настоящем Положении о членстве не исключает и не ограничивает ответственность за: (a) смерть или телесные повреждения, наступившие вследствие халатности; (b) мошенничество или мошенническое введение в заблуждение; или (c) любую ответственность, которая не может быть законным образом исключена или ограничена.",
          "Совокупная ответственность Ассоциации перед любым членом, будь то по договору, деликту (включая халатность) или иным образом, не превышает большей из следующих сумм: (a) общая сумма членских взносов, уплаченных данным членом за предшествующие 12 месяцев, или (b) сумма, подлежащая возмещению в рамках соответствующего полиса страхования, поддерживаемого Ассоциацией.",
          "Статья 29. Обстоятельства непреодолимой силы",
          "Ассоциация не несёт ответственности за любые задержки или неисполнение своих обязательств по настоящим Условиям, если такие задержки или неисполнение вызваны обстоятельствами, находящимися за пределами разумного контроля, включая (без ограничения) стихийные бедствия, наводнения, засухи, землетрясения, эпидемии или пандемии, войны, терроризм, трудовые споры, соблюдение требований закона или перебои в электроснабжении, телекоммуникациях, интернет-соединении, сетях передачи данных или электронных системах, включая кибератаки или сбои систем, при условии, что Ассоциация: (a) не могла разумно предотвратить или смягчить последствия такого события; и (b) прилагает все разумные усилия для возобновления исполнения обязательств в кратчайшие сроки.",
          "Статья 30. Разрешение споров",
          "Члены и Ассоциация прилагают усилия к разрешению любых споров или разногласий, возникающих из настоящего Положения о членстве или в связи с ним, путём добросовестного диалога и мирного урегулирования.",
          "В случае невозможности мирного разрешения Руководящий комитет может определить надлежащий способ разрешения спора, включая медиацию или иные альтернативные механизмы разрешения споров, с учётом международного характера Ассоциации.",
          "Статья 31. Применимое право и язык",
          "Настоящее Положение о членстве регулируется и толкуется в соответствии с правом, применимым к Ассоциации согласно её Уставу и месту регистрации.",
          "Настоящее Положение о членстве может быть издано на нескольких языках. В случае каких-либо расхождений преимущественную силу имеет версия на английском языке. Версии на других языках могут использоваться в информационных или толковательных целях, где это уместно.",
          "Статья 32. Стратегическое развитие",
          "Руководящий комитет обеспечивает соответствие развития Ассоциации, включая рост членства, расширение географического охвата и тематическое расширение, миссии, видению и долгосрочным стратегическим целям UzEuroLaw."
        ]
      }
    ]
  },
  "form": {
    "steps": {
      "personalInfo": "Личные данные",
      "professional": "Профессия",
      "specialization": "Специализация",
      "review": "Проверка"
    },
    "personalInformation": "Личная информация",
    "firstName": "Имя",
    "lastName": "Фамилия",
    "firstNamePlaceholder": "Иван",
    "lastNamePlaceholder": "Иванов",
    "emailPlaceholder": "ivan@example.com",
    "phonePlaceholder": "+1 (555) 000-0000",
    "country": "Страна",
    "selectCountry": "Выберите страну",
    "professionalBackground": "Профессиональный опыт",
    "organization": "Организация / Фирма",
    "organizationPlaceholder": "Юридическая фирма / Университет",
    "jobTitle": "Должность",
    "jobTitlePlaceholder": "Старший партнёр / Профессор",
    "experience": "Стаж работы",
    "selectExperience": "Выберите уровень опыта",
    "experienceOptions": {
      "0-2": "0-2 года",
      "3-5": "3-5 лет",
      "6-10": "6-10 лет",
      "11-15": "11-15 лет",
      "15+": "15+ лет"
    },
    "areasOfSpecialization": "Области специализации",
    "selectAreasHint": "Выберите все подходящие области (макс. 5)",
    "whyJoin": "Почему вы хотите вступить в UZEURO?",
    "whyJoinPlaceholder": "Расскажите о вашем интересе к правовому сотрудничеству ЕС-Узбекистан...",
    "reviewApplication": "Проверьте вашу заявку",
    "name": "Имя",
    "email": "Эл. почта",
    "organizationLabel": "Организация",
    "position": "Должность",
    "specializations": "Специализации",
    "notSpecified": "Не указано",
    "noneSelected": "Не выбрано",
    "selectedTier": "Выбранная категория",
    "termsAgreement": "Отправляя заявку, вы соглашаетесь с Условиями использования и Политикой конфиденциальности.",
    "submitApplication": "Подать заявку",
    "submitted": {
      "title": "Заявка отправлена!",
      "description": "Спасибо за интерес к UZEURO. Мы рассмотрим вашу заявку и ответим в течение 5 рабочих дней."
    }
  },
  "specializations": {
    "internationalLaw": "Международное право",
    "euLaw": "Право ЕС",
    "corporateLaw": "Корпоративное право",
    "commercialArbitration": "Коммерческий арбитраж",
    "intellectualProperty": "Интеллектуальная собственность",
    "dataProtection": "Защита данных и конфиденциальность",
    "energy": "Энергетика и природные ресурсы",
    "banking": "Банковское дело и финансы",
    "taxLaw": "Налоговое право",
    "labor": "Трудовое право",
    "realEstate": "Недвижимость",
    "criminalLaw": "Уголовное право",
    "humanRights": "Права человека",
    "environmentalLaw": "Экологическое право",
    "other": "Другое"
  }
}
